{"English":{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"en"},"Nova API Performance":[""],"Neutron API Performance":[""],"Keystone API Performance":[""],"Glance API Performance":[""],"Cinder API Performance":[""],"API Call":[""],"All":[""],"Start":[""],"End":[""],"Interval":[""],"goldstone":[""],"Metrics":[""],"API Performance":[""],"Compute":[""],"Network":[""],"Block Storage":[""],"Image":[""],"Identity":[""],"Metric Report":[""],"Reports":[""],"Log Browser":[""],"Event Browser":[""],"Api Browser":[""],"Copyright":[""],"License":[""],"Event Timeline":[""],"Node Availability":[""],"Cloud Topology":[""],"Event Type Filters":[""],"Uncheck event-type to hide from display":[""],"Response Time (s)":[""],"No Data Returned":[""],"lookback 15m":[""],"lookback 1h":[""],"lookback 6h":[""],"lookback 1d":[""],"lookback 3d":[""],"lookback 7d":[""],"refresh 30s":[""],"refresh 1m":[""],"refresh 5m":[""],"refresh off":[""],"Getting Help":[""],"If you would like to contact Solinea regarding issues, feature requests, or other Goldstone related feedback, check out the <a href='https://groups.google.com/forum/#!forum/goldstone-users' target='_blank'>goldstone-users forum</a>, or <a href='https://github.com/Solinea/goldstone-server/issues' target='_blank'> file an issue on Github</a>. For general inquiries or to contact our consulting services team, email <a href='mailto:info@solinea.com'>info@solinea.com</a>.":[""],"Goldstone license information can be found in the file <b>/opt/goldstone/LICENSE</b> or on the web at <a href='https://www.apache.org/licenses/LICENSE-2.0'>https://www.apache.org/licenses/LICENSE-2.0</a>.":[""],"This is the OpenStack topology map.  You can use leaf nodes to navigate to specific types of resources.":[""],"This is the OpenStack topology map.  Clicking branches will zoom in, clicking on leaf nodes will bring up information about resources.  Click on the far left section to zoom out.":[""],"The event timeline displays key events that have occurred in your cloud.  You can adjust the displayed data with the filter and time settings in the menu bar.  Hovering on an event brings up the event detail.":[""],"The node presence chart keeps track of the last time each node in the cloud was seen.  Nodes on the right have been seen more recently than nodes on the left.  The center lane shows nodes that have been detected in the log stream.  The top lane shows nodes that are not logging, but can be pinged.":[""],"The service status panel shows the last known state of all OS services on the node.":[""],"The utilization charts show the OS level utilization of the node.":[""],"The hypervisor charts show the last known allocation and usage of resources across all of the VMs on the node.":[""],"This is the OpenStack Nova topology map.  You can use leaf nodes to populate the resource list on the right.  In some cases, such as hypervisors, clicking a resource in the table will navigate you to a resource specific view.":[""],"This is the OpenStack Cinder topology map.  You can use leaf nodes to populate the resource list on the right.  In some cases, clicking a resource in the table will navigate you to a resource specific view.":[""],"This is the OpenStack Glance topology map.  You can use leaf nodes to populate the resource list on the right.  In some cases, clicking a resource in the table will navigate you to a resource specific view.":[""],"This is the OpenStack Keystone topology map.  You can use leaf nodes to populate the resource list on the right.  In some cases, clicking a resource in the table will navigate you to a resource specific view.":[""],"This chart displays VM spawn success and failure counts across your cloud.  You can adjust the displayed data with the time settings in the menu bar.  This data is derived from the log stream, so if no logging occurs for a period of time, gaps may appear in the data.":[""],"This chart displays aggregate CPU core allocation across your cloud.  You can adjust the displayed data with the time settings in the menu bar.  This data is derived from the log stream, so if no logging occurs for a period of time, gaps may appear in the data.":[""],"This chart displays aggregate memory allocation across your cloud.  You can adjust the displayed data with the time settings in the menu bar.  This data is derived from the log stream, so if no logging occurs for a period of time, gaps may appear in the data.":[""],"This chart displays aggregate disk allocation across your cloud.  You can adjust the displayed data with the time settings in the menu bar.  This data is derived from the log stream, so if no logging occurs for a period of time, gaps may appear in the data.":[""],"This chart displays log stream data across your cloud.  You can adjust the displayed data with the time settings in the menu bar, and with the filter settings that double as a legend.  The table below contains the individual log entries for the time range and filter settings.":[""],"Click row for additional resource info.<br><br>Clicking on hypervisor or hosts reports will navigate to additional report pages.":[""],"Please Sign In":[""],"Forgot Username or Password?":[""],"Log Severity Filters":[""],"VM Spawns":[""],"CPU Resources":[""],"Memory Resources":[""],"Disk Resources":[""],"Cores":[""],"Spawn Events":[""],"MB":[""],"GB":[""],"Cancel and Return to Login":[""],"User Settings":[""],"Theme Settings":[""],"Update Personal Settings":[""],"Additional Actions":[""],"Change Password":[""],"Modify Tenant Settings":[""],"Update":[""],"Topology Tree Style":[""],"Language":[""],"Username":[""],"Success":[""],"Resource List":[""],"No data":[""],"eventtimeline\u0004Exit":[""],"loginpage\u0004Username":[""],"loginpage\u0004Enter Username":[""],"loginpage\u0004Password":[""],"loginpage\u0004Enter Password":[""],"loginpage\u0004Sign in":[""],"nodeavail\u0004Uncheck log-type to hide from display":[""],"nodeavail\u0004Exit":[""],"passwordreset\u0004Reset Password":[""],"passwordreset\u0004Email Address":[""],"passwordreset\u0004Enter email associated with your account":[""],"passwordreset\u0004Send Reset Email":[""],"settingspage\u0004Light":[""],"settingspage\u0004Dark":[""],"settingspage\u0004Collapse":[""],"settingspage\u0004Zoom":[""]}}}}